[
  {
    "id": 1,
    "title": "Body detox (once a week)",
    "description": "Helps improve liver and kidney function, eliminate toxins from the body, improve digestion, and normalize metabolism."
  },
  {
    "id": 2,
    "title": "Walks in the forest or nature (once a week)",
    "description": "Walks in fresh air help reduce stress levels, improve mood, and contribute to overall wellness."
  },
  {
    "id": 3,
    "title": "Screen-free day (once a week)",
    "description": "A full day without screens helps rest from gadgets, improves sleep quality, and reduces stress."
  },
  {
    "id": 4,
    "title": "Reading books (every other day)",
    "description": "Reading helps relax, develop cognitive abilities, and reduce stress levels."
  },
  {
    "id": 5,
    "title": "Detox day (once a week)",
    "description": "Drink plenty of water, avoid heavy foods and sugar. This helps the body get rid of accumulated toxins and improves metabolism."
  },
  {
    "id": 6,
    "title": "Sugar-free day (once a week)",
    "description": "Avoiding sugar for a day helps improve metabolism, stabilize blood sugar levels, and strengthen the immune system."
  },
  {
    "id": 7,
    "title": "Reflection and meditation about the future (once every 3 days)",
    "description": "This self-reflection practice allows you to evaluate your path and make conscious choices for personal development and life improvement."
  },
  {
    "id": 8,
    "title": "Yoga or stretching (every other day)",
    "description": "Yoga helps you relax, improve flexibility and posture, and reduce stress levels. It can be done every other day."
  },
  {
    "id": 9,
    "title": "Outdoor physical activity (every other day)",
    "description": "Light jogging or outdoor sports improve physical health and boost energy levels."
  },
  {
    "id": 10,
    "title": "Social media detox (every other day)",
    "description": "Spend the day without social media to improve emotional well-being and reduce stress."
  },
  {
    "id": 11,
    "title": "Caffeine-free day (once a week)",
    "description": "Avoiding coffee and other caffeinated drinks helps improve sleep quality and normalize blood pressure."
  },
  {
    "id": 12,
    "title": "Bath with essential oils (once a week)",
    "description": "This relaxing practice helps relieve muscle tension, improve blood circulation, and relax the body."
  },
  {
    "id": 13,
    "title": "Self-assessment and journaling (once a week)",
    "description": "Journaling helps analyze the past week, record achievements, and set new goals."
  },
  {
    "id": 14,
    "title": "Skin cleansing and face peeling (once a week)",
    "description": "This improves skin condition, removes dead skin cells, and helps the skin breathe."
  },
  {
    "id": 15,
    "title": "Mindset work and setting monthly goals (once a month)",
    "description": "An important habit for self-improvement that helps focus on your goals and achieve them."
  },
  {
    "id": 16,
    "title": "Personal finance review (once a month)",
    "description": "Helps control your income and expenses, plan your budget, save money, and reach financial goals."
  },
  {
    "id": 17,
    "title": "Time for hobbies (once a week)",
    "description": "Spending time on your favorite activity boosts creativity, reduces stress, and increases life satisfaction."
  },
  {
    "id": 18,
    "title": "Listening to useful podcasts or lectures (once a week)",
    "description": "A great way to broaden your horizons, learn new things, and improve professional skills."
  },
  {
    "id": 19,
    "title": "Quality time with loved ones (once a week)",
    "description": "Creating strong connections with family and friends increases happiness and reduces stress."
  },
  {
    "id": 20,
    "title": "Rest day without work (once a week)",
    "description": "It’s important to completely disconnect from work occasionally to restore energy and lower stress levels."
  }
]
