{
    "categories": [
      {
        "category": "Фрукты",
        "products": [
          {
            "name": "Яблоки",
            "description": "Яблоки содержат много витамина C, клетчатки и антиоксидантов, что помогает укрепить иммунную систему и улучшить пищеварение.",
            "dailyRecommendation": "1-2 яблока в день",
            "image": "/img/apple.jpg"
          },
          {
            "name": "Бананы",
            "description": "Бананы богаты калием, который помогает поддерживать нормальное давление, а также содержат витамины B6 и C.",
            "dailyRecommendation": "1 банан в день",
            "image": "/img/banan.webp"
          },
          {
            "name": "Груши",
            "description": "Груши содержат клетчатку, витамины C и K, которые помогают улучшить пищеварение, поддерживают здоровье кожи и укрепляют иммунную систему.",
            "dailyRecommendation": "1-2 груши",
            "image": "/img/pear.jpg"
          },
          {
            "name": "Апельсины",
            "description": "Апельсины богаты витамином C, который укрепляет иммунитет, улучшает здоровье кожи и способствует усвоению железа, а также обладают антиоксидантными свойствами.",
            "dailyRecommendation": "1 апельсин",
            "image": "/img/orange.webp"
          },
          {
            "name": "Киви",
            "description": "Киви является отличным источником витаминов C и E, а также клетчатки, которые способствуют улучшению иммунной функции, поддержанию здоровья кожи и нормализации пищеварения.",
            "dailyRecommendation": "1-2 киви",
            "image": "/img/kiwi.jpg"
          },
          {
            "name": "Гранат",
            "description": "Гранат содержит мощные антиоксиданты, витамины C и K, которые поддерживают здоровье сердца, улучшают обмен веществ и помогают снизить воспаления.",
            "dailyRecommendation": "1 гранат",
            "image": "/img/granat.webp"
          },
          {
            "name": "Черника",
            "description": "Черника богата антиоксидантами и витамином C, которые способствуют улучшению памяти, укрепляют иммунную систему и поддерживают здоровье глаз.",
            "dailyRecommendation": "100-150 граммов",
            "image": "/img/blueberries.jpg"
          },
          {
            "name": "Персики",
            "description": "Персики являются отличным источником витаминов A и C, которые поддерживают здоровье кожи, улучшат зрение и укрепляют иммунитет.",
            "dailyRecommendation": "1-2 персика",
            "image": "/img/peach.jpg"
          },
          {
            "name": "Арбуз",
            "description": "Арбуз содержит большое количество воды, витамина C и антиоксидантов, которые помогают увлажнить организм, поддерживать здоровье сердца и улучшать обмен веществ.",
            "dailyRecommendation": "300-400 граммов",
            "image": "/img/watermelon.webp"
          }
        ]
      },
      {
        "category": "Овощи",
        "products": [
          {
            "name": "Шпинат",
            "description": "Шпинат богат витаминами A, C и K, а также содержит антиоксиданты, которые поддерживают здоровье глаз и кожи.",
            "dailyRecommendation": "1-2 чашки в день",
            "image": "/img/shpinat.webp"
          },
          {
            "name": "Морковь",
            "description": "Морковь — отличный источник витамина A, который важен для здоровья глаз и иммунной системы.",
            "dailyRecommendation": "1 морковь в день",
            "image": "img/carrot.webp"
          },
          {
            "name": "Брокколи",
            "description": "Брокколи содержит витамины C, K и A, а также антиоксиданты, которые помогают поддерживать иммунитет и здоровье костей.",
            "dailyRecommendation": "200-300 граммов",
            "image": "/img/broccoli.jpg"
          },
          {
            "name": "Капуста",
            "description": "Капуста содержит витамины C и K, а также фолиевую кислоту и клетчатку, которые поддерживают здоровье сердца, укрепляют иммунитет и улучшают пищеварение.",
            "dailyRecommendation": "200-250 граммов",
            "image": "img/cabbage.jpeg"
          },
          {
            "name": "Помидоры",
            "description": "Помидоры богаты витамином C и ликопеном, мощным антиоксидантом, который помогает предотвратить болезни сердца и рак.",
            "dailyRecommendation": "1-2 средних помидора",
            "image": "/img/tomato.jpg"
          },
          {
            "name": "Перец болгарский",
            "description": "Перец болгарский содержит витамин C и бета-каротин, которые укрепляют иммунную систему, улучшают здоровье кожи и поддерживают зрение.",
            "dailyRecommendation": "1-2 штуки",
            "image": "/img/peper.webp"
          },
          {
            "name": "Тыква",
            "description": "Тыква богата витаминами A и C, а также калием, который помогает поддерживать здоровое давление и улучшает обмен веществ.",
            "dailyRecommendation": "150-200 граммов",
            "image": "/img/pumpkin.jpg"
          },
          {
            "name": "Цукини",
            "description": "Цукини низкокалорийный овощ, содержащий витамины A и C, а также калий, который поддерживает здоровье сердца и нормализует давление.",
            "dailyRecommendation": "150-200 граммов",
            "image": "/img/zucchini.webp"
          },
          {
            "name": "Фасоль зелёная",
            "description": "Зелёная фасоль содержит клетчатку, витамины C и K, а также фолиевую кислоту, которые помогают улучшить пищеварение и укрепляют иммунную систему.",
            "dailyRecommendation": "150-200 граммов",
            "image": "/img/green bean.webp"
          },
          {
            "name": "Свекла",
            "description": "Свекла способствует улучшению кровообращения, поддерживает здоровье печени и помогает нормализовать уровень гемоглобина благодаря высокому содержанию железа.",
            "dailyRecommendation": "150-200 граммов",
            "image": "/img/beet.jpg"
          }
        ]
      },
        {
        "category": "Орехи и семена",
        "products": [
          {
            "name": "Грецкие орехи",
            "description": "Грецкие орехи богаты омега-3 жирными кислотами, антиоксидантами и витаминами, которые поддерживают здоровье сердца, улучшают память и укрепляют иммунную систему.",
            "dailyRecommendation": "20-30 граммов",
            "image": "/img/Walnuts.webp"
          },
          {
            "name": "Миндаль",
            "description": "Миндаль содержит витамины E и B2, магний и клетчатку, которые способствуют улучшению здоровья кожи, укрепляют кости и помогают снизить уровень холестерина.",
            "dailyRecommendation": "20-30 граммов",
            "image": "/img/Almond.jpg"
          },
          {
            "name": "Кешью",
            "description": "Кешью полезны для поддержания здорового уровня сахара в крови, улучшают здоровье костей и кожи благодаря высокому содержанию магния и меди.",
            "dailyRecommendation": "20-25 граммов",
            "image": "/img/Cashews.jpg"
          },
          {
            "name": "Семена чиа",
            "description": "Семена чиа богаты омега-3 жирными кислотами, клетчаткой и антиоксидантами, которые поддерживают работу сердца, улучшают пищеварение и нормализуют уровень сахара в крови.",
            "dailyRecommendation": "15-20 граммов",
            "image": "/img/Chia Seeds.jpg"
          },
          {
            "name": "Семена льна",
            "description": "Семена льна — отличный источник омега-3, клетчатки и антиоксидантов, которые помогают улучшить пищеварение, снизить воспаления и поддерживают здоровье сердца.",
            "dailyRecommendation": "15-20 граммов",
            "image": "/img/Flax seeds.webp"
          },
          {
            "name": "Фисташки",
            "description": "Фисташки содержат антиоксиданты, витамины B6 и K, которые поддерживают здоровье сердечно-сосудистой системы, улучшают уровень холестерина и снижают риск хронических заболеваний.",
            "dailyRecommendation": "20-30 граммов",
            "image": "/img/Pistachios.webp"
          },
          {
            "name": "Семена тыквы",
            "description": "Семена тыквы богаты магнием, цинком и антиоксидантами, которые поддерживают здоровье кожи, помогают укрепить иммунную систему и улучшают работу сердца.",
            "dailyRecommendation": "30 граммов",
            "image": "/img/Pumpkin Seeds.jpeg"
          },
          {
            "name": "Кедровые орехи",
            "description": "Кедровые орехи содержат витамины B и E, магний и белки, которые поддерживают иммунитет, укрепляют кости и способствуют нормализации уровня сахара в крови.",
            "dailyRecommendation": "20-30 граммов",
            "image": "/img/Pine nuts.jpg"
          },
          {
            "name": "Семена подсолнечника",
            "description": "Семена подсолнечника — источник витамина E, магния и антиоксидантов, которые помогают улучшить здоровье кожи, поддерживать нормальный уровень холестерина и способствуют нормализации артериального давления.",
            "dailyRecommendation": "30-40 граммов",
            "image": "/img/Sunflower seeds.jpg"
          },
          {
            "name": "Пекан",
            "description": "Пекан богат мононенасыщенными жирами и антиоксидантами, которые помогают поддерживать здоровье сердца, улучшают уровень холестерина и нормализуют обмен веществ.",
            "dailyRecommendation": "20-30 граммов",
            "image": "/img/Pecans.webp"
          }
        ]
      
      },
      {
      "category": "Мясо",
      "products": [
        {
          "name": "Куриное филе",
          "description": "Куриное филе — это отличный источник белка, низкокалорийное и богатое витаминами группы B. Оно способствует росту и восстановлению мышц, поддерживает нормальный уровень энергии и укрепляет иммунную систему.",
          "dailyRecommendation": "100-150 граммов",
            "image": "/img/Chicken.jpg"
        },
        {
          "name": "Говядина (постная)",
          "description": "Говядина является ценным источником высококачественного белка, железа и витаминов группы B, включая витамин B12. Она помогает поддерживать здоровье крови, нормализует уровень энергии и способствует росту мышечной массы.",
          "dailyRecommendation": "100-150 граммов",
            "image": "/img/Beef.webp"
        },
        {
          "name": "Индейка",
          "description": "Мясо индейки низкокалорийное, но при этом богатое белком, витаминами группы B и селеном. Оно поддерживает здоровье сердца, укрепляет иммунитет и помогает в восстановлении тканей после физической активности.",
          "dailyRecommendation": "100-150 граммов",
            "image": "/img/Turkey.webp"
        },
        {
          "name": "Кролик",
          "description": "Мясо кролика содержит много белка и мало жира. Оно богато фосфором и витаминами группы B, что способствует нормализации обмена веществ, улучшению работы нервной системы и поддержанию здоровья костей.",
          "dailyRecommendation": "100-150 граммов",
            "image": "/img/Rabbit.jpg"
        },
        {
          "name": "Баранина (постная)",
          "description": "Постная баранина содержит много белка, цинка, железа и витаминов группы B. Она помогает в восстановлении тканей, улучшает обмен веществ и поддерживает здоровье крови.",
          "dailyRecommendation": "100-150 граммов",
            "image": "/img/Sheepmeat.jpg"
        }
      ]
    
    },
    {
    "category": "Масло",
    "products": [
      {
        "name": "Оливковое масло",
        "description": "Оливковое масло является источником мононенасыщенных жиров, которые полезны для сердечно-сосудистой системы. Оно также богато антиоксидантами (витамины E и K) и обладает противовоспалительными свойствами. Регулярное потребление оливкового масла помогает улучшить уровень холестерина и поддерживает здоровье кожи.",
        "dailyRecommendation": "1-2 столовые ложки",
            "image": "/img/Olive oil.webp"
      },
      {
        "name": "Кокосовое масло",
        "description": "Кокосовое масло содержит среднецепочечные триглицериды (MCT), которые могут улучшить обмен веществ и повысить уровень энергии. Оно также способствует улучшению здоровья кожи и волос, а также обладает антибактериальными свойствами.",
        "dailyRecommendation": "1-2 столовые ложки",
            "image": "/img/Coconut oil.jpg"
      },
      {
        "name": "Льняное масло",
        "description": "Льняное масло богато омега-3 жирными кислотами, которые помогают снизить воспаление, улучшить работу мозга и поддерживать здоровье сердца. Также оно может способствовать улучшению состояния кожи и волос.",
        "dailyRecommendation": "1-2 столовые ложки",
            "image": "/img/Linseed oil.webp"
      },
      {
        "name": "Авокадовое масло",
        "description": "Авокадовое масло — это источник мононенасыщенных жиров и витаминов E и K. Оно помогает снизить уровень холестерина, улучшает здоровье кожи, способствует снижению воспаления и поддерживает нормальную работу сердца.",
        "dailyRecommendation": "1-2 столовые ложки",
            "image": "/img/Avocado oil.jpg"
      },
      {
        "name": "Масло грецких орехов",
        "description": "Масло грецких орехов содержит полезные омега-3 жирные кислоты, которые способствуют улучшению работы мозга, снижают воспаление и помогают поддерживать здоровье сердечно-сосудистой системы. Оно также обладает антиоксидантными свойствами и может улучшать состояние кожи.",
        "dailyRecommendation": "1 столовая ложка",
            "image": "/img/Walnut oil.jpg"
      }
    ]
  
  }
    ]
  }
  